REG_TG_USER = ["ФИО", "Номер", "Почта"]
REG_CLIENT = ["Гендер", "Рост", "Вес", "Возраст",
              ]

TEST = [
    "Наблюдаете ли вы за собой слабость, вялость, апатию, сонливость?",
    "Повышенная ли у вас температура или периодически повышается?",
    "Замечаете ли вы у себя отеки?",
    "Присутвует ли у вас что то из этого? Тошнота, рвота, анорексия, диарея?",
    "Имеются ли у вас вредные привычки?(курение, злоупотребление алкоголем,наркотическая зависимость)",
    "Вы чувствуете скованность в движении?",
    "Имеются ли у Вас проблемы с кожей?",
    "Ощущаете ли Вы боль в спине?",
    "Есть ли у вас проблемы с лимфоузлами?",
    "Имеются ли мышечные боли?",
    "Есть ли у вас в роду онкобольные?"
]
