U_APPOINTMENT = "Запись на прием"
U_FEEL_INJURY = "Травма"
U_INJURY = "У человека травма"
U_INJURY_BLEEDING = "Сильное кровотечение"
U_INJURY_FALL = "Упал(а) с высоты"
U_INJURY_FRACTURES = "Сломал(а) конечность"
U_INJURY_CAR_HIT = "Сбила машина"
U_INJURY_BURN = "Получил(а) ожог"
CALL_AMBULANCE = "1. Позовите окружающих людей на помощь.\n" \
                 "2. Вызовите скорую по телефону 103 или попросите кого-то это сделать.\n" \
                 "3. Сообщите скорой: Что случилось. Где случилось. Примерный возраст пострадавшего. Пол " \
                 "пострадавшего. Ответьте на вопросы диспетчера. Диспетчер должен повесить трубку первым.\n" \
                 "4. Позаботьтесь о том, чтобы скорую было кому встретить."

CLIENT_REG = "Здравствуйте {name}, чтобы продолжить, вам необходимо зарегестрироваться"
DOCTOR_REG = "Здравствуйте {name}, чтобы продолжить, вам необходимо ввести секретный ключ"
GET_NAME = "Введите ФИО"
GET_PHONE = "Введите номер"
GET_CORRECT_PHONE = "Введите корректный номер"
GET_EMAIL = "Введите ваш email"
GET_CORRECT_EMAIL = "Введите корректный email"
GET_READY = "Почти готово, осталось получить самые важный и актуальные данные о вас."
