U_APPOINTMENT = "Запись на прием"
U_FEEL_INJURY = "Травма"
U_INJURY = "У человека травма"
U_INJURY_BLEEDING = "Сильное кровотечение"
U_INJURY_FALL = "Упал(а) с высоты"
U_INJURY_FRACTURES = "Сломал(а) конечность"
U_INJURY_CAR_HIT = "Сбила машина"
U_INJURY_BURN = "Получил(а) ожог"
CALL_AMBULANCE = "1. Позовите окружающих людей на помощь.\n" \
                 "2. Вызовите скорую по телефону 103 или попросите кого-то это сделать.\n" \
                 "3. Сообщите скорой: Что случилось. Где случилось. Примерный возраст пострадавшего. Пол " \
                 "пострадавшего. Ответьте на вопросы диспетчера. Диспетчер должен повесить трубку первым.\n" \ 
                 "4. Позаботьтесь о том, чтобы скорую было кому встретить."
